Repository: 84000/data-translation-memory
Catalog: toh231-v1.tmx
Source language: bo
Languages: en

source: ཕྱུང་ནས་ཀྱང་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་ཞི་བར་རབ་ཏུ་གཞོག་གོ།
en: Having saved them from the fire, they will gently establish them within the field of the transcendence of suffering.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་ཅད་ལ་སེམས་སྙོམས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities have equal concern for all sentient beings.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་དང་རིམ་གྲོ་བྱ་བ་ལ་མཁས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities have skill in worshiping and venerating the thus-gone ones.

source: བཅུ་གང་ཞེ་ན། རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། ཆོས་ལ་མཆོད་པས་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་དང་། བསྙེན་བཀུར་བྱས་པ་ཡིན་གྱི་ཟང་ཟིང་གི་མཆོད་པས་ནི་མ་ཡིན་ནོ།
en: What are those ten? They are as follows. Bodhisattvas worship and venerate the thus-gone ones by means of worshiping the Dharma, not through material worship.

source: ནན་ཏན་གྱིས་མཆོད་པ་དང་། སེམས་ཅན་རྣམས་ལ་ཕན་ཞིང་བདེ་བར་བྱ་བ་དང་།
en: They worship with persistence, and act for the welfare and happiness of sentient beings.

source: སེམས་ཅན་རྣམས་ལ་ཕན་འདོགས་པར་བྱེད་པ་དང་། སེམས་ཅན་རྣམས་ཀྱི་དོན་ལ་ཞུགས་པ་དང་། ཡི་དམ་མི་གཏོང་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ལས་མི་གཏོང་བ་དང་།
en: They bring benefit to sentient beings and pursue the aims of sentient beings, never relinquishing their commitment, and never abandoning their bodhisattva activities.

source: ཇི་ལྟར་སྨྲས་པ་བཞིན་དུ་བྱེད་པ་དང་། ཡིད་ཡོངས་སུ་མི་སྐྱོ་བ་དང་། བྱང་ཆུབ་ཀྱི་སེམས་མི་གཏོང་བས་
en: They act in accord with what they teach, free of weariness, and without letting go of the mind of awakening.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་མཆོད་པ་དང་། བསྙེན་བཀུར་བྱས་པ་ཡིན་གྱི།
en: Noble son, this is how they worship and venerate the thus-gone ones.

source: ཟང་ཟིང་གི་མཆོད་པས་ནི་མ་ཡིན་ནོ།
en: Their worship is not done through material things.

source: རིགས་ཀྱི་བུ་དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་བཞིན་གཤེགས་པ་རྣམས་ནི་ཆོས་ཀྱི་སྐུ་སྟེ།
en: And why, noble son, is this so? Because the thus-gone ones are the Dharma body.

source: ཆོས་ལ་མཆོད་ན་དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་མཆོད་པར་འགྱུར་རོ།
en: Hence, in worshiping the Dharma, they worship the thus-gone ones.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་རྣམས་ནི་ནན་ཏན་གྱིས་ཡང་དག་པར་གྲུབ་པ་ཡིན་ཏེ།
en: “Noble son, the thus-gone ones are firmly established in their accomplishment.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་ཞིང་བདེ་བ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་འདོགས་པ་དང་། སེམས་ཅན་གྱི་དོན་བྱ་བའི་ཕྱིར་སྐྱེའོ།
en: They appear for the welfare and happiness of sentient beings, for the sake of benefiting sentient beings, and for the sake of accomplishing the aims of sentient beings.

source: རིགས་ཀྱི་བུ་སེམས་ཅན་གྱི་དོན་དེ་ཡང་ཡི་དམ་བཏང་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ལས་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་དང་། བརྫུན་དུ་སྨྲ་བ་དང་། སྨྲས་པ་ལས་ཉམས་པ་དང་། དམ་བཅས་པ་ལས་ཉམས་པ་དང་། ཡིད་ཡོངས་སུ་སྐྱོ་བ་དང་བྱང་ཆུབ་ཀྱི་སེམས་དང་བྲལ་བས་ཡང་དག་པར་འཐོབ་པར་མི་ནུས་སོ།
en: Noble son, the aims of sentient beings could not be accomplished if they were to relinquish their commitment, turn their back on the activities of the bodhisattvas, speak lies, fail to live up to what they had said, fail to abide by their pledge, develop weariness, and separate from the mind of awakening.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ནི་སེམས་ཅན་གྱི་དོན་ལ་རག་ལས་པ་སྟེ།
en: the bodhisattvas’ awakening to unexcelled and complete buddhahood depends on accomplishing the aims of sentient beings.

source: གལ་ཏེ་སེམས་ཅན་རྣམས་མེད་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་ནུས་སོ།
en: If there were no sentient beings, the bodhisattvas could not achieve complete buddhahood.

source: དེ་བས་ན་རིགས་ཀྱི་བུ་ཆོས་ལ་མཆོད་པས་དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་མཆོད་ཅིང་རིམ་གྲོ་བྱས་པ་ཡིན་གྱི་
en: Thus, noble son, they worship and venerate the thus-gone ones by means of worshiping the Dharma.

source: ཟང་ཟིང་གི་མཆོད་པས་མ་ཡིན་པ་དེ་ལྟར་བལྟའོ།
en: Their worship is not in terms of material things.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་དང་། རིམ་གྲོ་བྱ་བ་ལ་མཁས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities have skill in worshiping and venerating the thus-gone ones.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ང་རྒྱལ་བཅོམ་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities crush pride.

source: བཅུ་གང་ཞེ་ན། རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་གྱི་གནས་ནས་མངོན་པར་བྱུང་སྟེ་རབ་ཏུ་བྱུང་ནས་
en: What are those ten? They are as follows. Bodhisattvas depart from their households and receive ordination.

source: བདག་ནི་གྲོགས་པོ་དང་། བློན་པོ་དང་། གཉེན་བཤེས་དང་། སྣག་གི་གཉེན་མཚམས་ལ་ཤི་བ་དང་འདྲའོ་ཞེས་ང་རྒྱལ་བཅོམ་པ་ཡིན།
en: In this way they crush pride as they think, ‘To my friends, close family, relatives, and kinsmen I am now like a dead person.’

source: བདག་གིས་གཟུགས་མི་སྡུག་པར་ཁས་བླངས་ཤིང་བདག་གིས་གོས་ཁ་དོག་མི་སྡུག་པ་བགོས་ཏེ། ཚུལ་གཞན་དུ་བསྒྱུར་ཏོ་ཞེས་ང་རྒྱལ་བཅོམ་པ་ཡིན།
en: They crush pride as they think, ‘I have assumed a repulsive look and I wear ugly clothes. My way is different.’

source: སྤྲང་བའི་རྒྱུ་སྤྲང་བའི་ཕྱིར་མགོ་བྲེགས་ཤིང་ལག་ན་ལྷུང་བཟེད་ཐོགས་ཏེ་གྲོང་ནས་གྲོང་དུ་འགྲོའོ་ཞེས་ང་རྒྱལ་བཅོམ་པ་ཡིན།
en: They crush pride as they think, ‘With my head shaved and holding a begging bowl in my hand, I move from town to town, begging for a poor man’s things.’

source: གདོལ་བུ་དང་འདྲ་བར་དམན་པ་དམན་པའི་སེམས་ཀྱིས་བསོད་སྙོམས་ཀྱི་ཕྱིར་འགྲོའོ་ཞེས་ང་རྒྱལ་བཅོམ་པ་ཡིན།
en: They crush pride by thinking, ‘Like the lowliest outcast, I move humbly, in pursuit of alms.’

source: བདག་ནི་བསོད་སྙོམས་པ་སྟེ། བདག་གི་འཚོ་བ་གཞན་ལ་རག་ལུས་སོ་ཞེས་ང་རྒྱལ་བཅོམ་པ་ཡིན།
en: They crush pride as they think, ‘I am a mendicant; my survival depends on others.’

source: བརྙས་པའི་བསོད་སྙོམས་ངན་ངོན་ལེན་ཏོ་ཞེས་ང་རྒྱལ་བཅོམ་པ་ཡིན།
en: They crush pride as they think, ‘I accept the most despicable and meager alms.’

source: བདག་གིས་སློབ་དཔོན་དང་། བླ་མ་དང་། སྦྱིན་པའི་གནས་རྣམས་མཉེས་པར་བྱ་དགོས་སོ་ཞེས་ང་རྒྱལ་བཅོམ་པ་ཡིན།
en: They crush their pride as they think, ‘I must please my masters, my gurus, and those worthy of offerings.’

source: བདག་གིས་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ལ་འདི་ལྟ་སྟེ། ཆོ་ག་དང་། སྤྱོད་ཡུལ་དང་། ཀུན་སྤྱོད་པ་དེ་དང་དེས་མགུ་བར་བྱའོ་ཞེས་ང་རྒྱལ་བཅོམ་པ་ཡིན།
en: They crush pride as they think, ‘By means of my conduct, personal associations, and deportment I shall please the ones who maintain pure conduct.’

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་ཐོབ་པ་རྣམས་འཐོབ་པར་བྱའོ་ཞེས་ང་རྒྱལ་བཅོམ་པ་ཡིན།
en: They crush pride as they think, ‘I must gain those buddha qualities that I have not yet gained.’

source: སེམས་ཅན་ཁྲོས་པ་དང་། གནོད་སེམས་ཅན་རྣམས་ཀྱི་ནང་ན་བཟོད་པ་མང་བར་བྱའོ་ཞེས་ང་རྒྱལ་བཅོམ་པ་ཡིན་ནོ།
en: They crush pride as they think, ‘I shall be patient in the midst of aggressive and hostile beings.’

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ང་རྒྱལ་བཅོམ་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities crush pride.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་དད་པ་མང་བ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities have abundant faith.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སྔོན་གྱི་དགེ་བའི་རྩ་བས་བརྟན་པའི་རྒྱུ་ཕུན་སུམ་ཚོགས་པས་བསོད་ནམས་ཀྱིས་བརྟན་པ་རྣམས་ཡིན།
en: What are those ten? They are steadfastness through merit, which is due to the excellent causes of steadfastness that arise due to past roots of virtue;

source: གཞན་གྱིས་དྲིང་མི་འཇོག །གཞན་གྱིས་མི་བཀྲི། སྟོན་པ་གཞན་མེད་པས་ཡང་དག་པར་ལྟ་བ་རྣམས་ཡིན།
en: right view, as they do not depend on the favors of others, are not steered by others, and do not follow other teachers;

source: གཡོ་དང་སྒྱུས་སྤྱོད་པ་དང་བྲལ་བས་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཡིན།
en: excellent intent in the absence of deceitful and hypocritical conduct;

source: གྱ་གྱུ་མེད་པའི་རང་བཞིན་ཅན་པས་དྲང་བ་རྣམས་ཡིན།
en: honesty due to a natural absence of duplicity;

source: དབང་པོ་རྣོ་བས་ཤེས་རབ་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཡིན།
en: excellent insight based on sharp faculties;

source: རྒྱུད་དང་བས་སྒྲིབ་པ་དང་ཀུན་ནས་ལྡང་བ་དང་བྲལ་བ་རྣམས་ཡིན།
en: freedom from obscurations and their eruptions due to having a pure stream of being;

source: སྡིག་པའི་གྲོགས་པོ་དང་བྲལ་བས་དགེ་བའི་བཤེས་གཉེན་ལ་རྟེན་པ་རྣམས་ཡིན།
en: reliance on spiritual teachers in the absence of negative company;

source: ལེགས་པར་བཤད་པ་ཚོལ་བས་མངོན་པའི་ང་རྒྱལ་མེད་པ་རྣམས་ཡིན།
en: freedom from special pride because of pursuing excellent advice;

source: ཆོས་བསྟན་པ་ལ་ལོག་པར་མི་འཛིན་པ་རྣམས་ཡིན།
en: no misunderstanding of the teaching of Dharma;

source: རྒྱ་ཆེན་པོ་ལ་མོས་པས་དེ་བཞིན་གཤེགས་པའི་ཆེ་བ་རབ་ཏུ་ཤེས་པ་ཡིན་ནོ།
en: excellent knowledge of the thus-gone ones’ greatness because of being inspired by the vast.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་དད་པ་མང་བ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities have abundant faith.”

source: བཅོམ་ལྡན་འདས་བདག་ནི་དེ་བཞིན་གཤེགས་པའི་ཆེ་བའི་ཕྱོགས་འགའ་ཙམ་ཞིག་ཉན་པར་གསོལ་ལོ།
en: “Blessed One, please let us hear about a few aspects of the blessed thus-gone ones’ greatness,”

source: དེའི་ཕྱིར་དེ་བཞིན་གཤེགས་པའི་ཆེ་བའི་ཕྱོགས་འགའ་ཞིག་ངས་བསྟན་གྱིས་ལེགས་པར་ཤིན་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག
en: “I shall now teach on some aspects of the thus-gone ones’ greatness. Therefore, listen extremely well and keep it in mind.”

source: བཅོམ་ལྡན་འདས་ལེགས་སོ་ཞེས་བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བ། བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་ཉན་པ་དང་།
en: “So be it, Blessed One,” said the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin, and he listened as the Blessed One had instructed.

source: དེ་བཞིན་གཤེགས་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་ཐུན་མོང་བའི་བྱམས་པ་ཆེན་པོ་དང་ལྡན་ཏེ།
en: the thus-gone ones have the same great love for all beings.

source: ཇི་ལྟར་སེམས་ཅན་གཅིག་ལ་ཁྱབ་པ་དེ་བཞིན་དུ་སེམས་ཅན་གྱི་ཁམས་མ་ལུས་པ་ཐམས་ཅད་ལའང་ཁྱབ་སྟེ།
en: Just as their love extends to one being, so does it reach all others, pervading throughout all the realms of sentient beings.

source: སེམས་ཅན་གྱི་ཁམས་ཐམས་ཅད་ལ་ཁྱབ་ནས་ནམ་མཁའི་དབྱིངས་ལ་ཁྱབ་ཀྱང་།
en: Pervading all the realms of sentient beings, it pervades the entire field of space.

source: དེ་བཞིན་གཤེགས་པའི་བྱམས་པ་ཆེན་པོའི་མཐའ་དང་མུ་ཤེས་པ་ཡང་མེད་དོ།
en: In fact, the great love of the thus-gone ones knows no end or limit.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་ཐུན་མོང་མ་ཡིན་པའི་སྙིང་རྗེ་ཆེན་པོ་དང་ལྡན་ཏེ།
en: “Noble son, the thus-gone ones possess great compassion that is unlike that of any hearer, solitary buddha, or bodhisattva.

source: དེས་དེ་བཞིན་གཤེགས་པ་ཇི་ལྟར་སེམས་ཅན་གཅིག་ལ་སྙིང་རྗེ་བ་བཞིན་དུ་སེམས་ཅན་གྱི་ཁམས་མ་ལུས་པ་ཐམས་ཅད་ལ་སྙིང་རྗེ་ཞིང་དེ་ལ་ཕན་པར་མཛད་དོ།
en: In the same way that they have compassion for a single being, they also have compassion and enact beneficial activity throughout all the realms of sentient beings.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་ཆོས་སྟོན་པ་མི་ཟད་པ་དང་ལྡན་ཏེ།
en: “Noble son, the thus-gone ones’ teaching of the Dharma is inexhaustible.

source: དེས་དེ་བཞིན་གཤེགས་པ་བསྐལ་པ་དུ་མ་ནས་བསྐལ་པ་བརྒྱ་སྟོང་ཚད་མེད། གྲངས་མེད་པ་དུ་མའི་བར་དུ་རྣམ་གྲངས་གཞན་དང་གཞན་དག་དང་། ཚུལ་གཞན་དང་གཞན་དག་གིས་སེམས་ཅན་ཐམས་ཅད་ལ་དུས་གཅིག་ཏུ་ཆོས་སྟོན་ཀྱང་། དེ་བཞིན་གཤེགས་པའི་ཆོས་བསྟན་པ་ཟད་པར་མི་འགྱུར་རོ།
en: Thus, for numerous eons, for hundreds of thousands of eons, and throughout incalculable numbers of eons, they simultaneously teach the Dharma to all beings, employing all sorts of analogies and approaches, and yet there is no end to their teaching of the Dharma.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་དྲི་བ་ལ་ལུང་བསྟན་པ་ཤིན་ཏུ་སྟོན་པ་ཚད་མེད་པ་དང་ལྡན་ཏེ།
en: “Noble son, the thus-gone ones are endowed with a limitless ability to answer questions.

source: རིགས་ཀྱི་བུ་གལ་ཏེ་སེམས་ཅན་ཇི་སྙེད་སེམས་ཅན་གྱི་གྲངས་སུ་གཏོགས་པ་དེ་དག་ཐམས་ཅད་ཀྱིས་དེ་བཞིན་གཤེགས་པ་ལ་དུས་གཅིག་ཏུ་ཚིག་དང་ཡི་གེ་གཞན་དང་གཞན་དག་གིས་དྲི་བ་ཐ་དད་དུ་དྲིས་ཀྱང་།
en: Noble son, even if all beings that exist were each simultaneously to ask their own question, each in their own distinct words and syllables,

source: དེ་དག་ལ་དེ་བཞིན་གཤེགས་པས་སྐད་ཅིག་ཐང་ཅིག་ཡུད་ཙམ་གཅིག་ལ་དྲིས་པ་ལུང་བསྟན་པའི་སྟོན་པ་བསྟན་ཀྱང་།
en: a thus-gone one would be able answer them all in a single instant.

source: དེ་བཞིན་གཤེགས་པའི་དྲི་བ་ལ་ལུང་བསྟན་པའི་སྟོན་པ་ཟད་པར་མི་འགྱུར་རོ།
en: And still there would be no end to that thus-gone one’s teaching that answers all questions.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་ཆགས་པ་མེད་པའི་བསམ་གཏན་གྱི་སྤྱོད་ཡུལ་པ་ཡིན་ཏེ།
en: “Noble son, the thus-gone ones engage in all types of unobstructed concentration.

source: རིགས་ཀྱི་བུ་གལ་ཏེ་སེམས་ཅན་ཐམས་ཅད་བྱང་ཆུབ་སེམས་དཔའ་ས་བཅུ་ལ་གནས་པར་གྱུར་ལ།
en: Noble son, imagine if all beings had become bodhisattvas dwelling on the tenth level.

source: དེ་དག་ཐམས་ཅད་དུས་གཅིག་ཏུ་ཏིང་ངེ་འཛིན་བརྒྱ་སྟོང་དུ་མ་ལ་སྙོམས་པར་ཞུགས་ཏེ། དེ་བཞིན་དུ་སྙོམས་པར་ཞུགས་ནས། བསྐལ་པ་བརྒྱ་སྟོང་དུ་མར་ཏིང་ངེ་འཛིན་གཞན་དང་གཞན་དག་ལ་སྙོམས་པར་ཞུགས་ཀྱང་།
en: Even if all of them rested simultaneously in millions of absorptions, resting in all those absorptions for millions of eons,

source: དེ་དག་གིས་དེ་བཞིན་གཤེགས་པའི་ཏིང་ངེ་འཛིན་ཏམ། དེ་བཞིན་གཤེགས་པའི་ཏིང་ངེ་འཛིན་གྱི་སྤྱོད་ཡུལ་གྱི་མཐའ་འམ་མུ་མི་རྙེད་དོ།
en: they still would not reach the extent or limit of the thus-gone ones’ meditative absorptions and their respective fields of activity.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་ཚད་མེད་པའི་གཟུགས་ཀྱི་སྐུ་མངོན་པར་གྲུབ་པ་དང་ལྡན་ཏེ།
en: “Noble son, the establishment of the form bodies of the thus-gone ones is infinite.

source: རིགས་ཀྱི་བུ་གལ་ཏེ་སེམས་ཅན་ཐམས་ཅད་དེ་བཞིན་གཤེགས་པའི་གཟུགས་ཀྱིས་འདུལ་བར་གྱུར་ན།
en: Noble son, if all sentient beings were to be tamed by a form of the thus-gone ones,

source: དེ་དག་ལ་དེ་བཞིན་གཤེགས་པ་སྐད་ཅིག་ཐང་ཅིག་ཡུད་ཙམ་ཅིག་ལ་སེམས་ཅན་རེ་རེའི་མདུན་དུ་དེ་བཞིན་གཤེགས་པའི་གཟུགས་ཉེ་བར་སྟོན་ཏོ།
en: the thus-gone ones would in one instant manifest such a form in front of every single sentient being.

source: གལ་ཏེ་གཟུགས་གཞན་དང་གཞན་ལ་མོས་པར་གྱུར་ན།
en: And should each sentient being be inspired by their own type of form,

source: དེ་ལ་ཡང་དེ་བཞིན་གཤེགས་པ་སྐད་ཅིག་ཐང་ཅིག་ཡུད་ཙམ་ཅིག་གིས་སེམས་ཅན་རེ་རེའི་མདུན་དུ་གཟུགས་གཞན་དང་གཞན་ཉེ་བར་སྟོན་ཏོ།
en: then in one instant the thus-gone ones would display such distinct forms before every single sentient being.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པའི་འཕྲུལ་གྱི་སྤྱན་གྱི་ཡུལ་ཚད་མེད་དེ།
en: “Noble son, the field of the miraculous eye of the thus-gone ones is infinite.

source: རིགས་ཀྱི་བུ་འཕྲུལ་གྱི་སྤྱན་གྱིས་གཟིགས་ཀྱི་མིའི་མིག་གིས་མ་ཡིན་པའི་སེམས་ཅན་ཡོད་པ་
en: Noble son, the thus-gone ones see sentient beings with their miraculous eyes, and not with the eyes of humans.

source: གལ་ཏེ་རིགས་ཀྱི་བུ་གྲངས་དང་བསམ་པ་ལས་འདས་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་མ་ལུས་པ་ཀུན་དེ་འདྲ་བར་གྱུར་ཀྱང་། དེ་བཞིན་གཤེགས་པས
en: Noble son, the thus-gone ones see every single being within all world realms—utterly beyond number and ideas

source: ཕྱག་གི་མཐིལ་ན་སྐྱུ་རུ་རའི་འབྲས་བུ་ལྟར་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་
en: —as precisely as an amla fruit placed in one’s hand.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པའི་འཕྲུལ་གྱི་སྙན་གྱི་ཡུལ་ཚད་མེད་དེ།
en: “Noble son, the field of the miraculous ear of the thus-gone ones is infinite.

source: རིགས་ཀྱི་བུ་གལ་ཏེ་དེ་ལྟ་བུ་ཉིད་ཀྱི་སེམས་ཅན་གྱིས་མཐའ་ཡས་མུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཡོངས་སུ་གང་བར་གྱུར་ལ། དེ་དག་ཐམས་ཅད་ཀྱིས་སྐད་ཅིག་ཐང་ཅིག་ཡུད་ཙམ་ཅིག་ལ་སྒྲ་དབྱངས་བརྗོད་པའི་སྒྲ་ལྷན་ཅིག་ཏུ་ཕྱུང་སྟེ།
en: Noble son, even if all the infinite and limitless world realms were filled with beings who all were to speak at the same instant

source: བརྗོད་ཀྱང་དེ་བཞིན་གཤེགས་པས་དེ་དག་བདག་བདག་གི་སྒྲ་རྣམས་ཀྱང་སོ་སོར་གསན་ཏོ། །སོ་སོར་རབ་ཏུ་མཁྱེན་ཏོ།
en: the thus-gone ones would still hear and fully understand each of them individually.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་ཡེ་ཤེས་ཚད་མེད་པ། མི་ཟད་པ། མུ་མེད་པ། ནམ་མཁའ་དང་འདྲ་བ་དང་ལྡན་ཏེ།
en: “Noble son, the wisdom of the thus-gone ones is limitless, inexhaustible, endless, and similar to space.

source: རིགས་ཀྱི་བུ་གལ་ཏེ་སེམས་ཅན་གྱི་ཁམས་མ་ལུས་པ་སོ་སོར་རྣམ་པར་རྟོག་པ་རྗེས་སུ་རྣམ་པར་རྟོག་ཅིང་། བསམ་པ་རྣམ་པ་སྣ་ཚོགས་རྗེས་སུ་སེམས་ལ། སོ་སོ་ན་ལས་སྣ་ཚོགས་བྱེད་པ་
en: Noble son, even if all sentient beings who inhabit all worlds were each to have their own thoughts, each their own concepts, and each their own actions,

source: དེ་དག་ཀྱང་དེ་བཞིན་གཤེགས་པས་སྐད་ཅིག་ཐང་ཅིག་ཡུད་ཙམ་ཅིག་ལ་སེམས་ཅན་འདི་ནི་འདི་ལ་རྣམ་པར་རྟོག་གོ། །སེམས་ཅན་འདི་ནི་འདི་ལ་སེམས་སོ། །སེམས་ཅན་འདི་ནི་ལས་འདི་བྱེད་དོ། །དེའི་འབྲས་བུ་ནི་འདིར་འགྱུར་རོ་ཞེས་རབ་ཏུ་མཁྱེན་ཏེ།
en: the thus-gone ones could comprehend them all in one instant, being perfectly aware of what every single being thinks, conceives of, and does, and what the result of it all would be.

source: དེ་ཡང་དེ་བཞིན་གཤེགས་པས་དུས་གསུམ་ཆར་ལ་ཡང་ཐོགས་པ་མེད་པའི་ཡེ་ཤེས་ཀྱིས་སྐད་ཅིག་ཐང་ཅིག་ཡུད་ཙམ་ཅིག་ལ་རབ་ཏུ་མཁྱེན་ཏོ།
en: Moreover, the three times are known, simultaneously and perfectly, in one instant by the unimpeded wisdom of the thus-gone ones.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་རྟག་ཏུ་མཉམ་པར་གཞག་པ། རྒྱུན་མི་ཆད་པར་མཉམ་པར་གཞག་པའོ།
en: “Noble son, the thus-gone ones are in constant and continuous equipoise.

source: དེ་བཞིན་གཤེགས་པ་ལ་བསྙེལ་ངས་པ་མེད། དབང་པོ་བསླད་པ་མེད། སེམས་འཁྲུག་པ་མེད་དོ།
en: The thus-gone ones know no forgetfulness, their faculties are flawless, and their minds are free of any disturbance.

source: དེ་བཞིན་གཤེགས་པ་ནི་ཉོན་མོངས་པའི་བག་ཆགས་དང་བཅས་པ་ཐམས་ཅད་སྤངས་པ་སྟེ་
en: Because the thus-gone ones have completely relinquished the afflictions along with their imprints,

source: ཞི་བ། རབ་ཏུ་ཞི་བ། ཉེ་བར་ཞི་བའོ།
en: they are at peace, perfectly at peace, thoroughly at peace.

source: རིགས་ཀྱི་བུ་གང་ལ་ཉོན་མོངས་པ་ཡོད་པ་དེའི་སེམས་ནི་བསླད་པར་འགྱུར་ཏེ། སེམས་བསླད་པས་མཉམ་པར་འཇོག་པར་མི་འགྱུར་རོ།
en: Noble son, all minds that contain afflictions are polluted, and when the mind is polluted it will not be in equipoise.

source: དེ་བཞིན་གཤེགས་པ་ནི་ཉོན་མོངས་པ་མེད་པ། རྡུལ་མེད་པ། ཟག་པ་མེད་པ། ཉོན་མོངས་པའི་བག་ཆགས་ཐམས་ཅད་སྤངས་པ།
en: The thus-gone ones, however, do not possess any afflictions. They are free of all dust and defilement and have eliminated all imprints of affliction.

source: ཆོས་ཐམས་ཅད་ལ་དབང་བ། མཉམ་པ་ཉིད་ཐོབ་པ།
en: They have mastered all phenomena and have attained sameness.

source: ཏིང་ངེ་འཛིན་དང་སྙོམས་པར་འཇུག་པའི་སྤྱོད་ཡུལ་ཐམས་ཅད་ལས་བྱུང་བ་ཡིན་ཏེ།
en: They have emerged beyond all spheres of meditative absorption and attainments.

source: གལ་ཏེ་རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་སྤྱོད་ལམ་རེ་རེ་ལ་ཡང་ཏིང་ངེ་འཛིན་རེ་རེས་སྤྱོད་པ་ནས་
en: Noble son, every aspect of the thus-gone ones’ conduct is carried out by means of distinct absorptions.

source: དེ་བཞིན་གཤེགས་པ་དེ་བཞིན་དུ་སྤྱོད་ཅིང་མྱ་ངན་ལས་འདས་པའི་ལུས་ཀྱི་ཚེའི་བར་དུ་སྤྱོད་ན་
en: Since the thus-gone ones are active in this way throughout the lifespan of the body in which they transcended suffering,

source: གང་དེ་བཞིན་གཤེགས་པ་རྟག་ཏུ་མཉམ་པར་གཞག་པ་ལྟ་ཅི་སྨོས།
en: it is needless to mention that they are always in equipoise.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་བསྐལ་པ་གྲངས་མེད་པ་དུ་མས་ཡང་དག་པར་གྲུབ་པ་ཡིན་ཏེ།
en: Noble son, the thus-gone ones gain their true accomplishment over many incalculable eons.

source: རིགས་ཀྱི་བུ་དེ་བཞིན་གཤེགས་པ་ནི་དཔག་པ་དང་། བསམ་པ་དང་། བརྟག་པར་མི་ནུས་སོ།
en: Noble son, the thus-gone ones cannot be grasped, conceived of, or examined.”

source: བཅོམ་ལྡན་འདས་བསྐལ་པ་གྲངས་མ་མཆིས་པ་གསུམ་གྱིས་དེ་བཞིན་གཤེགས་པ་རྣམས་ཡང་དག་པར་འགྲུབ་པ་མ་ལགས་སམ།
en: “Blessed One, do the thus-gone ones not gain their true accomplishment over three incalculable eons?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་མ་ཡིན་ནོ། །རིགས་ཀྱི་བུ་དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “No, noble son,” the Blessed One replied. “And why not, noble son?

source: བྱང་ཆུབ་སེམས་དཔས་དེ་བཞིན་གཤེགས་པའི་ཡུལ་བསྒྲུབ་པར་བྱ་བ་ནི་བསམ་གྱིས་མི་ཁྱབ་སྟེ།
en: Because the object of a thus-gone one, which a bodhisattva must accomplish, is inconceivable.

source: དེ་ནི་བསྐལ་པ་གྲངས་མེད་པ་གསུམ་གྱིས་ཡང་དག་པར་བསྒྲུབ་པར་མི་ནུས་ཀྱི།
en: Therefore, it cannot be accomplished over three incalculable eons.

source: ནམ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་མཉམ་པ་ཉིད་དུ་ཞུགས་པར་གྱུར་པ་དེའི་ཚེ་ནས་བརྩམས་ཏེ་བསྐལ་པ་བགྲང་བར་བྱའི། ཐོག་མའི་སེམས་ནས་བརྩམས་ཏེ་དེ་མ་ཡིན་ནོ།
en: The eons are to be counted from the point at which a bodhisattva enters the sameness of all phenomena, not from the first arousing of the mind of awakening.”

source: བཅོམ་ལྡན་འདས་སུས་དེ་བཞིན་གཤེགས་པའི་ཆེ་བ་འདི་ཐོས་ནས་དགའ་བ་དང་། དད་པ་དང་། རངས་པ་རྙེད་པའི་སེམས་ཅན་
en: “Blessed One, whoever hears this exposition of the greatness of the thus-gone ones and experiences joy, faith, and delight

source: དེ་དག་ནི་སྐྱིད་དེ་བ། ལེགས་པར་བགྱིད་པའི་ལས་བགྱིད་པ། ལས་ཀྱི་སྒྲིབ་པ་སྤངས་པ། དད་པ་དང་། མོས་པ་མང་ཞིང་བྱང་ཆུབ་ཏུ་ཉེ་བ་ལགས་ན།
en: will be a dear child who has done well, has relinquished karmic obscurations, possesses abundant faith and inspiration, and is close to awakening!

source: སུ་དག་ཐོས་ནས་འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བགྱིད་པ་དང་། གཞན་ལ་ཡང་རྒྱ་ཆེར་སྟོན་པ་རྣམས་ལྟ་ཅི་སྨོས་ཏེ།
en: Needless to mention, then, the case of someone who hears it and memorizes it, holds it, reads it, masters it, and extensively teaches it to others.

source: བཅོམ་ལྡན་འདས་སེམས་ཅན་དེ་དག་རིང་པོར་མི་ཐོགས་པར་དེ་བཞིན་གཤེགས་པའི་ཆེ་བ་འདི་འདྲ་བདག་ཉིད་ཀྱི་སྣོད་དུ་གྱུར་པར་མཆིའོ།
en: Blessed One, before long they will themselves become vessels of such greatness of the thus-gone ones.”

source: རིགས་ཀྱི་བུ་སུ་དེ་བཞིན་གཤེགས་པའི་ཆེ་བ་འདི་ཐོས་པར་འགྱུར་བའི་སེམས་ཅན་དེ་དག་སངས་རྒྱས་ཀྱིས་ཡོངས་སུ་བཟུང་བ་ཡིན་ནོ།
en: Noble son, whoever hears this exposition of the thus-gone ones’ greatness will be accepted by the buddhas.

source: དགེ་བའི་རྩ་བ་བསྐྱེད་པ་དང་། སངས་རྒྱས་མང་པོ་ལ་བསྙེན་བཀུར་བྱས་པར་འགྱུར་ཏེ།
en: Such a being will engender roots of virtue and venerate numerous buddhas.

source: རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་དེ་དག་གིས་ཐེ་ཙོམ་དང་། ཡིད་གཉིས་དང་། ནེར་ནུར་མི་བསྐྱེད་པར་བྱའོ།
en: About this no noble son or daughter should have any doubts, hesitation, or reservations.

source: རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་གིས་ནུབ་བདུན་དུ་ཡིད་ལ་བྱ་བ་གཞན་མེད་ཅིང་སེམས་མ་འཁྲུགས་པར་བསམ་པ་དྲག་པོ་དང་། དད་པ་དྲག་པོས་ཞུགས་ཏེ།
en: Without being preoccupied or upset, and by means of strong wishes and powerful faith, a noble son or daughter may remain attentive to the greatness of the thus-gone ones for a period of seven nights.

source: འདི་རྗེས་སུ་སེམས་ལ་ཞག་བདུན་འདས་པ་དང་དེས་མཆོད་པའི་ཆོ་ག་ཉེ་བར་གཞག་ནས།
en: When seven days have passed, he or she should observe the procedure for worship,

source: གཙང་བས་གོས་གཙང་མ་བགོས་ཏེ། དད་པ་མངོན་དུ་བྱས་ལ་འདུག་པར་བྱས་ཏེ།
en: wear freshly cleaned clothes, and give rise to devotion.

source: དེས་དེའི་ནུབ་མོ་དེ་བཞིན་གཤེགས་པ་མཐོང་བར་འགྱུར་རོ།
en: On that night such a person will then behold the thus-gone ones.

source: དེ་སྟེ་མི་བྱེད་དམ་ཆོ་ག་མ་ཚང་བར་བྱེད་ན།
en: Alternatively, if one does not proceed in this way, or if the procedure is incomplete,

source: དེ་སེམས་རྩེ་གཅིག་པར་འགྱུར་ཞིང་འཆི་བའི་ཚེ་ཡང་དེ་བཞིན་གཤེགས་པ་དེའི་མདུན་ན་བཞུགས་པར་འགྱུར་རོ།
en: one may still develop a one-pointed mind, and the thus-gone ones will then arrive before oneself at the time of death.”

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་ཆེ་བ་འདི་བཤད་ན། སེམས་ཅན་གང་ལ་ལ་མ་དད་པར་འགྱུར་བ་མཆིས་སམ།
en: “Blessed One, are there no sentient beings who respond to this teaching on the greatness of the thus-gone ones with a lack of faith?”

source: དེ་བཞིན་གཤེགས་པའི་ཆེ་བ་འདི་བཤད་ན། སེམས་ཅན་གང་མི་བཟད་པ་རྩུབ་པ་ཚ་བའི་བསམ་པས་གནོད་སེམས་བསྐྱེད་པར་འགྱུར་བ་དང་། ཆོས་སྨྲ་བ་དེ་ལ་ཡང་དགྲར་འདུ་ཤེས་པར་འགྱུར་བ་དག་ཡོད་དོ།
en: “there are hardened and fiercely savage beings who hear this teaching on the greatness of the thus-gone ones and respond with ill will, perceiving the Dharma teacher as their enemy.

source: དེ་དག་དེའི་ཕྱིར་ལུས་ཞིག་ནས་སེམས་ཅན་དམྱལ་བ་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: When their bodies have disintegrated such beings will take birth in the realms of hell.

source: ཡང་རིགས་ཀྱི་བུ་སེམས་ཅན་གང་རྣམས་དེ་བཞིན་གཤེགས་པའི་ཆེ་བ་བཤད་པ་འདི་ལ་དད་པ་རྙེད་པར་འགྱུར་བ་དང་།
en: Other beings, noble son, will develop faith when this teaching on the greatness of the thus-gone ones is given.

source: རིགས་ཀྱི་བུ་སྔོན་ཡང་དེ་བཞིན་གཤེགས་པའི་ཆེ་བ་འདི་ཚེ་རབས་དེ་དང་དེ་དག་གཞན་ལ་ཡང་རིགས་ཀྱི་བུ་དེ་དག་གིས་ཐོས་པར་ངེས་པར་རིག་པར་བྱའོ།
en: Noble son, it is certain that such noble children have also in their previous lifetimes heard this teaching on the greatness of the thus-gone ones.”
